/*
   Localizable.strings
   Chinese (Simplified) version
   Simon Classic

   Created by Michael on 2/10/10.
   Copyright 2010 Michael Sanders.
 */

"Score" = "分数";
"Best" = "最高分";
"Settings" = "设置";
"Play" = "玩";
"GiveUp" = "放弃";

"Back" = "返回";

"ButtonSounds" = "按钮声音";
"Default" = "默认";
"Marimba" = "马林巴";

"GameOverSound" = "游戏结束乐曲";
"Vortex" = "漩涡";
"SadTrombone" = "悲伤长号";
"LosingHorns" = "失败的号角";
